Repository: janhebnes/startlist.club
Catalog: FlightJournal.Web/Translations/*/LC_MESSAGES/messages.po
Languages: da, sv

source: All training flights
da: Alle uddannelsesflyvninger

source: Your training flights
da: Dine uddannelsesflyvninger

source: You do not have access to training flight logs
da: Du har ikke adgang til at se uddannelsesflyvninger

source: Unknown pilot or lesson id
da: Ukendt pilot eller øvelse

source: Unknown pilot or program id
da: Ukendt pilot eller program

source: Flights of pilot {0} on program {1}
da: {0}s flyvninger på program {1}

source: Flights of pilot {0} on exercise {1}
da: {0}s flyvninger på øvelse {1}

source: Flights of pilot {0}
da: {0}s flyvninger

source: No flights
da: Ingen flyvninger

source: Remember me?
da: Husk mig?

source: Mobil number
da: Mobil nummer
sv: Mobiltelefon

source: Email confirmed
da: Email bekræftet

source: Roles
da: Roller
sv: Funktioner

source: Shortname
da: Korte navn
sv: Kort namn

source: Fullname
da: Navn
sv: Fullständigt namn

source: Location
da: Sted
sv: Plats

source: Visible in Club filter
da: Synlig i klub filteret
sv: Visas i klubbfiltret

source: Contact information
da: Kontakt information
sv: Kontakt information

source: Use APRS-based registration of takeoff and landing
da: Brug APRS data til registrering af start og landing

source: Country
da: Land
sv: Land

source: Date
da: Dato
sv: Datum

source: Departure
da: Start
sv: Start

source: Landing Count
da: Antal flyvninger
sv: Antal flygningar

source: Plane
da: Fly
sv: Flygplan

source: Co-Pilot
da: Bagsæde Pilot
sv: Baksits

source: Take-off method
da: Startmetode
sv: Startmetod

source: Take-off
da: Start
sv: Start

source: Tacho Departure
da: Tacho Start
sv: Tacho start

source: Task Distance
da: Opgave km
sv: Uppgift distans

source: Description
da: Note
sv: Beskrivning

source: Deleted
da: Slettet
sv: Raderat

source: Last updated
da: Sidst opdateret
sv: Senast uppdaterad

source: Last updated by
da: Sidst opdateret af
sv: Senast uppdatera av

source: Cost
da: Pris
sv: Kostnad

source: Duration
da: Tid
sv: Tid

source: Created
da: Oprettet
sv: Upprättad

source: Bound to PilotId
da: Bundet til PilotId
sv: Kopplat till pilotId

source: Last logon
da: Sidste login
sv: Senaste inloggning

source: Location Name
da: Sted
sv: Plats

source: Registered OGN FlightLog Airfield
da: Registreret OGN FlightLog Lufthavn

source: Created by
da: Oprettet af
sv: Skapad av

source: Pilot name
da: Pilot navn
sv: Pilotnamn

source: Union id
da: Unions nr.
sv: Förbundsid

source: Club id
da: Klub nr.
sv: Klubbid

source: Club
da: Klub
sv: Klubb

source: Exit date
da: Udmeldt dato
sv: Avslutad datum

source: FI(S) number
da: FI(S) nummer

source: Lesson
da: Norm
sv: Lektion

source: Pilotstatus Name
da: Pilotstatus Navn
sv: Pilotstatus namn

source: Aircraft Registration
da: Fly registrering
sv: Flygplansregistrering

source: Competition Number
da: Konkurrence nr.
sv: Tävlingsnummer

source: Aircraft Type
da: Fly type
sv: FLygplanstyp

source: Aircraft Model
da: Fly model
sv: Flygplansmodel

source: Aircraft Class
da: Fly klasse
sv: Flygplanskategori

source: Aircraft Owner
da: Fly ejer
sv: Ägare

source: Seats
da: Sæder
sv: En-/tvåsits

source: Engines
da: Motorer
sv: Motor

source: Default Take-off method
da: Standard startmetode
sv: Startmetod

source: W (Winch)
da: S (Spilstart)

source: A (Aerotow)
da: F (Flyslæb)

source: S (Self Launch)
da: M (Selvstart)

source: Name
da: Navn
sv: Namn

source: Lesson description
da: Beskrivelse af lektion

source: Requires flight
da: Kræver flyvning

source: Requires flight instructor approval
da: Kræver instruktør godkendelse

source: Enabled
da: Aktiveret

source: Sort order
da: Sorter

source: Valid for dual flights
da: Tosædede flyvninger

source: Valid for solo flights
da: Soloflyvninger

source: Pilot is missing Union ID
da: Piloten mangler Unions-ID

source: Back seat pilot is missing Union ID
da: Bagsædepiloten mangler Unions-ID

source: Instructor is missing Union ID
da: Instruktør mangler Unions-ID

source: Duration will not be used when only non-flying exercises are graded
da: Flyvetid vil ikke blive registreret (i FA) når der kun er givet karakter for øvelser som ikke omfatter flyvning

source: Duration will not be used for a solo flight when no solo exercises are graded
da: Flyvetid vil ikke blive registreret (i FA) for en soloflyvning, når der ikke givet karakter for ensædede øvelser

source: Duration will not be used for a dual flight when no dual exercises are graded
da: Flyvetid vil ikke blive registreret (i FA) for en tosædet flyvning, når der ikke givet karakter for tosædede øvelser

source: Short Name
da: Kort navn

source: Notes
da: Noter

source: EXPORT: Require UnionId to be defined for the pilot(s) in flights on this program
da: UnionsID kræves for elever og instruktører i dette træningsprogram

source: Comment/evaluation
da: Kommentar/evaluering

source: Is this the 'OK' comment?
da: Betyder denne kommentar 'Ok' ?

source: Comment/Numerical grade (higher is better)
da: Karakter (højest er bedst)

source: Is this the 'OK' or 'Completed' grading?
da: Betyder denne karakter 'Fuldført' ?

source: Does this apply to 'Briefing only' partial exercises?
da: Er denne relevant for deløvelser, som kun omfatter briefing ?

source: Does this apply to practical partial exercises?
da: Er denne relevant for deløvelser som ikke kun omfatter briefing ?

source: Choose Flightclub
da: Vælg Flyveklub
sv: Välj flygklubb

source: Login
da: Log ind
sv: Inloggning

source: Thank you for confirming your email.
da: Tak fordi du har bekræftet din e-mail.

source: Email login
da: E-mail

source: Autologin Enabled
da: Auto-login aktiveret

source: Autologin by clicking account
da: Auto-login ved at klikke på konto

source: Remember to remove accounts in production
da: Husk at fjerne konti på produktion

source: Use a local account to log in.
da: Brug en lokal konto til at log ind.

source: Register a new user?
da: Registrer ny bruger?

source: Forget your password?
da: Har du glemt din kode?

source: Sign-in with sms code
da: Log ind med sms kode

source: Send code
da: Send kode

source: Validate code sent to
da: Valideringskode sent til

source: Manage Account
da: Administrer konto

source: You're logged in as
da: Du er logget ind som

source: All flightclubs
da: Alle Flyveklubber
sv: Alla klubbar

source: Contact
da: Kontakt
sv: Kontakt

source: The club has no registered contact
da: Klubben har ingen registreret kontakt
sv: Klubben har ingen registrerad kontakt

source: Notice that this is not your flightclub
da: Bemærk dette ikke er din flyveklub
sv: Observera att detta inte är din egen klubb

source: Select a flightclub (unfiltered)
da: Vælg Flyveklub (ufiltreret)
sv: Välj en klubb (ofiltrerad)

source: Details
da: Detaljer
sv: Detaljer

source: Edit
da: Rediger
sv: Redigera

source: Club administration
da: Klub administration

source: Comments vs flight phases
da: Kommentarer vs flyve-faser

source: Create
da: Opret
sv: SKapa

source: Delete
da: Slet
sv: Radera

source: Are you sure you want to delete this?
da: Er du sikker på at du vil slette dette ?

source: Deletion not possible
da: Kan ikke slette

source: The comment is in use, and therefore cannot be deleted
da: Denne er i brug, og kan derfor ikke slettes

source: Comments
da: Kommentarer

source: Flight phase comments
da: Bemærkninger til flyvefasen

source: Comments in flight phases
da: Kommentarer i flyve-faser

source: Back to List of comments
da: Tilbage til listen over kommentarer

source: Comment
da: Kommentar
sv: Kommentar

source: Manouvre
da: Manøvre

source: Flight phases
da: Flyvefaser

source: Back to List of flight phases
da: Tilbage til listen over flyvefaser

source: Create flight
da: Opret flyvning

source: Back
da: Tilbage
sv: Bakåt

source: Flight Details
da: Detaljer

source: Marked deleted {0} by {1}
da: Markeret slettet {0} af {1}
sv: Markerat raderat {0} av {1}

source: Confirm deletion
da: Bekræft sletning
sv: Bekräfta borttagning

source: Are you sure you want to delete this flight?
da: Er du sikker på at du vil slette denne flyvning?

source: Flight
da: Flyvning
sv: Flygning

source: Edit flight
da: Rediger flyvning
sv: Redigera flygning

source: Undo Delete
da: Fortryd slet
sv: Ångra borttagning

source: Delete permanently
da: Slet permanent
sv: Radera fullständigt

source: TrainingLog
da: Uddannelseslog

source: You have unsaved data - do you want to leave the page and lose the changes?
da: Du har (muligvis) data som ikke er gemt - vil du forlade siden ?

source: Data for this flight have been edited by someone else, please reload!
da: Skolingsdata for denne flyvning er blevet ændret af en anden, du er desværre nødt til at genindlæse siden!

source: Startlist
da: Startliste
sv: Startlista

source: Previous flights
da: Forrige flyvning
sv: Forriga flygninger

source: All
da: Alle

source: Not started
da: Ikke startet

source: Flying
da: Flyver

source: Landed
da: Landet

source: Changelog
da: Historik over rettelser

source: Timestamp
da: Tidstempel

source: User
da: Bruger
sv: Användare

source: Pilots
da: Piloter
sv: Piloter

source: paid by {0})
da: (betalt af {0})

source: (missing payer)
da: (mangler betaler)
sv: (utan betalare)

source: DELETED
da: SLETTET
sv: RADERAT

source: Change history
da: Historik over rettelser

source: Pilot(s)
da: Pilot(er)
sv: Pilot(er)

source: Airfield
da: Flyveplads

source: Clone
da: Klon
sv: Skapa klon

source: Copy
da: Kopi
sv: Kopiera

source: Training
da: Uddannelse

source: FLARM Logbook
da: FLARM Logbog

source: Live view
da: FLARM Radar

source: Time
da: Tid
sv: Tid

source: Max Alt.
da: Maks højde

source: Avg. Climb rate
da: Gns. stig
sv: Gns.stig

source: Initial Climb rate
da: Init. stig
sv: Init.stig

source: The item is in use, and therefore cannot be deleted
da: Denne er i brug, og kan derfor ikke slettes

source: Gradings
da: Karakterer

source: Back to List of gradings
da: Tilbage til listen over karakterer

source: Grading
da: Evaluering

source: Edit Location
da: Rediger Landingssted
sv: Redigera plats

source: In use on {0} records.
da: Benyttes på {0} registreringer
sv: Används i {0} poster

source: Training barometer status for pilots (flights/hours in last 12 months)
da: Træningsbarometer status for piloter (flyvninger/timer i de sidste 12 måneder)

source: Flights
da: Flyvninger

source: Hours
da: Timer

source: Last
da: Sidste

source: Logbook
da: Logbog
sv: Loggbok

source: Count
da: Antal
sv: Antal

source: Add a phone number.
da: Tilføj mobil nummer

source: The manouvre is in use, and therefore cannot be deleted
da: Denne er i brug, og kan derfor ikke slettes

source: Manouvres
da: Manøvrer

source: Training manouvres
da: Manøvrer

source: Back to List of manouvres
da: Tilbage til listen over manøvrer

source: Create pilot
da: Opret pilot

source: From
da: Fra

source: To
da: Til

source: Completed
da: Fuldført

source: Yes
da: Ja

source: No
da: Nej

source: Edit pilot
da: Rediger pilot

source: Month report {0}
da: Månedsrapport {0}

source: Week
da: Uge
sv: Vecka

source: {0} starts.
da: {0} starter.
sv: {0} starter

source: 'Su', 'Mo', 'Tu', 'We', 'Th', 'Fr', 'Sa'
da: 'Sø', 'Ma', 'Ti', 'On', 'To', 'Fr', 'Lø'
sv: 'Sö', 'Må', 'Ti', 'On', 'To', 'Fr', 'Lö'

source: Editing is restricted after 48 hours.
da: Redigering begrænses efter 48 timer.
sv: Redigering är begränsad efter 48 timmar

source: {0} logbooks {1} take-offs {2} hours
da: {0} logbøger {1} starter {2} timer

source: No flights registered on {0}
da: Ingen flyvninger registreret {0}

source: Statistics for {0}
da: Statistik for {0}
sv: Statistik för {0}

source: Month report {0} {1}
da: Månedsrapport {0} {1}

source: Other planes from/to {0}
da: Andre fly fra/til {0}

source: Cross country
da: Strækflyvning

source: Cross country Distance(km)
da: Stræk flyvning Km

source: No flights registered
da: Ingen flyvninger registreret

source: Year report {0} {1}
da: Årsrapport {0} {1}

source: Plane Logbooks
da: Fly Logbog
sv: Flyghandbok

source: Pilot Logbooks
da: Pilot Logbog
sv: Flygdagbok

source: Day Report
da: Dagsrapport
sv: Flygdagbesked

source: Startlist ({0})
da: Startliste ({0})
sv: Startlista({0})

source: Training flights
da: Uddannelsesflyvninger

source: Training status
da: Uddannelsesstatus

source: About startlist.club
da: Om startlist.club
sv: Om startlist.club

source: Settings
da: Opsætning
sv: Inställningar

source: Planes
da: Fly
sv: Flygplan

source: Locations
da: Steder
sv: Platser

source: Users
da: Brugere
sv: Användare

source: Startmethods
da: Startmetoder
sv: Starttyper

source: Clubs
da: Klubber
sv: Klubber

source: Training programs
da: Træningsprogrammer

source: Flight manouvres
da: Flyvemanøvrer

source: Flight comments
da: Kommentarer

source: [Create relation to pilotprofile]
da: [Opret relation til pilotprofil]
sv: [Skapa relation till pilotprofil]

source: Guided tour
da: Få en rundtur på siden

source: About
da: Om
sv: Om

source: Next >
da: Næste >

source: < Prev
da: < Forrige

source: Skip
da: Spring over

source: Done
da: Færdig

source: Flight change history
da: Historik over rettelser
sv: Historik över ändringar

source: Logout
da: Log ud
sv: Utloggning

source: Back to List
da: Tilbage til listen
sv: Åter till listan

source: Create partial exercise
da: Opret deløvelse

source: Partial Exercises
da: Deløvelser

source: Briefing Only?
da: Kun briefing?

source: Back to list of exercises
da: Tilbage til listen over øvelser

source: Back to List of partial exercises
da: Tilbage til listen over deløvelser

source: Partial exercise
da: Deløvelse

source: Create exercise
da: Opret øvelse

source: Exercise Details
da: Øvelsesdetaljer

source: Partial exercises
da: Deløvelser

source: Exercises
da: Øvelser

source: Purpose
da: Formål

source: Can be used for dual flights
da: Kan anvendes ved tosædet flyvning

source: Can be used for solo flights
da: Kan anvendes ved soloflyvning

source: Back to list of training programs
da: Tilbage til listen over træningsprogrammer

source: Back to List of exercises
da: Tilbage til listen over øvelser

source: Training exercise
da: Øvelse

source: On this page, you can plan a training flight based on the current status of the pilot, and you can evaluate and grade the flight. Note that the guide only shows descriptions for currently visible elements, so you may have to open the sections you are interested in
da: På denne side kan du planlægge en uddannelsesflyvning ud fra elevens status, og du kan vurdere og kommentere flyvningen. Bemærk at guiden kun viser beskrivelser for de elementer på siden som aktuelt vises, så du skal åbne de afsnit som du er interesseret i at se information om

source: Select the training program for this flight. This determines which exercises and partial exercises you will see below
da: Vælg det træningsprogram, som den aktuelle flyvning indgår i. Dette bestemmer hvilke øvelser og deløvelser du ser nedenfor

source: Please check that the correct training program is selected
da: Check venligst at det korrekte træningsprogram er valgt - eleven er aktiv på flere

source: Flight info
da: Hvem flyver

source: Show/hide bar-chart style overview of exercises and their completion
da: Vis/Skjul oversigt over status for de enkelte øvelser. Hver øvelse vises som op til tre vandrette farvede bjælker, der angiver antal fuldførte, påbegyndte og ikke startede deløvelser for denne øvelse

source: Lesson progress
da: Status

source: Show/hide buttons to access partial exercises for each exercise
da: Vis/Skjul knapper til at vise de enkelte deløvelser for hver øvelse

source: Lesson details
da: Øvelsesdetaljer

source: Show/hide list of recent training flights of this pilot
da: Vis/Skjul nylige uddannelsesflyvninger for denne pilot

source: Show recent flights
da: Vis nylige flyvninger

source: Show/hide selection of maneuvers done during the flight
da: Vis/Skjul mulighed for at angive hvilke manøvrer der er udført under flyvningen

source: Maneuvers
da: Manøvrer

source: Show/hide options for grading the flight phases
da: Vis/Skjul mulighed for at vurdere og kommentere flyvningen

source: Flight phase grading
da: SFIL

source: Show/hide options for describing the weather during the flight
da: Vis/skjul mulighed for at angive vejret for flyvningen

source: Weather
da: Vejr

source: Progress for each exercise
da: Fremgang for hver øvelse

source: Number of completed partial exercises is shown in this style
da: Antallet af fuldførte deløvelser for en øvelse er angivet med denne farve

source: Number of partial exercises in progress is shown in this style
da: Antallet af påbegyndte, men ikke fuldførte deløvelser for en øvelse er angivet med denne farve

source: Number of partial exercises not started yet is shown in this style
da: Antallet af ikke-påbegyndte deløvelser for en øvelse er angivet med denne farve

source: Click a button to see the detailed partial exercise info and status for the exercise
da: Klik på en øvelse for at se deløvelserne for en øvelse og status for disse

source: All exercises and partial exercises with status
da: Alle øvelser og deløvelser med status

source: Ex.
da: Øv.

source: Partial Exercise
da: Deløvelse

source: Best
da: Bedste

source: Current
da: Aktuel

source: Click here to see a description of the exercise
da: Klik for at se en beskrivelse af øvelsen

source: Click here to see a description of the partial exercise (if available)
da: Klik for at se en beskrivelse af deløvelsen (hvis tilgængelig)

source: Best grading on previous flights is shown here
da: Den bedste karakter på tidligere flyvninger vises her

source: Marker is shown here if the partial exercise has previously been completed, graded lower, i.e. a regression
da: Der markeres her hvis deløvelsen tidligere har været Ok, men efterfølgende har være markeret som 'Øvet', dvs et tilbagefald

source: Grade the partial exercise in the flight by selecting a grade here. Leave empty if not used
da: Giv karakter for deløvelsen her. Lad feltet stå tomt hvis flyvningen ikke har omfattet denne deløvelse

source: Click here to clear the selection
da: Klik for at nulstille valget

source: Select a grading
da: Vælg en karakter

source: Recent training flights of this pilot
da: Nylige uddannelsessflyvninger for denne pilot

source: Select the maneuvers performed during the flight
da: Vælg de manøvrer som er foretaget under flyvningen

source: Select one or more maneuvers
da: Vælg en eller flere manøvrer

source: Here you can grade, annotate, and comment the phases of the flight
da: Her kan du kommentere og vurdere flyvningens faser

source: Everything ok
da: SFIL ok

source: Select one or more comments
da: Vælg en eller flere kommentarer

source: If you have comments beyond the predefined selections above, you can enter them here
da: Hvis du har kommentarer som ikke kan udtrykkes med ovennævnte valg, så kan du skrive dem her

source: In case the weather has been a factor (for better or worse), you can describe it here
da: Hvis vejret har været en faktor under flyvningen, kan du angive det her

source: Wind direction
da: Vindretning

source: Wind speed
da: Vindhastighed

source: Instructor
da: Instruktør

source: Save
da: Gem

source: Exercise
da: Øvelse

source: Preconditions
da: Forudsætninger

source: Unable to save data
da: Kunne ikke gemme data

source: Training data for this flight have been edited by someone else, please reload!
da: Skolingsdata for denne flyvning er blevet ændret af en anden, du er desværre nødt til at genindlæse siden!

source: Please select a training program
da: Vælg venligst et træningsprogram

source: No data
da: Ingen data

source: Manouvers
da: Manøvrer

source: Issues
da: FA

source: Total: {0} hours, {1} flights
da: I alt {0} timer, {1} starter

source: This Year
da: I år

source: This Month
da: Denne måned

source: This Week
da: Denne uge

source: Today
da: I dag

source: Between
da: Mellem

source: and
da: og

source: Show!
da: Vis!

source: Front seat
da: Forsæde

source: The training program is in use, and therefore cannot be deleted
da: Denne er i brug, og kan derfor ikke slettes

source: Export
da: Eksport

source: Training program administration
da: Administration af træningsprogram

source: Create training program
da: Opret træningsprogram

source: Import training program from JSON file
da: Importer træningsprogram fra JSON fil

source: Back to List of trainingprograms
da: Tilbage til listen over træningsprogrammer

source: Training program
da: Træningsprogram

source: Show also completed and aborted training programs
da: Vis også afsluttede træningsprogrammer

source: Show all
da: Vis alle

source: Show only active training programs
da: Vis kun aktive træningsprogrammer

source: Show active
da: Vis aktive

source: Dual
da: Tosædet

source: Last 60 days
da: Sidste 60 dage

source: Click to see training status details
da: Klik for at se status for programmet

source: Click to see training flights on this program
da: Klik for at se flyvninger på dette program

source: Click to see chart
da: Klik for at se tidsforløb

source: Click to see flights on the exercise
da: Klik for at se flyvninger på denne øvelse

source: Time line
da: Tid

source: Create a new account.
da: Opret en ny konto.
sv: Skapa ny användare

source: Are you sure you want to delete this User?
da: Er du sikker på at du vil slette denne bruger?
sv: Vill du verkligen radera denna användare?

source: List of roles for this user
da: Liste af roller for denne bruger
sv: Roller för dennna användare

source: No roles found for this user.
da: Ingen roller fundet for denne bruger.
sv: Inga roller för denna användare

source: Edit user
da: Rediger bruger

source: can change or delete flights after the 48 hours where the user has a pilot binding and change locations and planes.
da: kan ændre og slette flyvninger efter 48 timer hvor brugeren har en pilot binding og ændre i steder og fly.

source: (Editor+) can manage pilots in the club where the user has a pilot binding.
da: (Editor+) kan ændre piloter i de klubber hvor brugeren har en pilot binding.

source: (Manager+) can manage users, clubs, startmethods and roles.
da: (Manager+) kan ændre brugere, klubber, start metoder og roller.

source: User administration
da: Bruger administration
sv: Användaradministration

source: Create New
da: Opret ny
sv: Skapa ny

source: unconfirmed
da: ikke bekræftet
sv: obekräftad

source: User not bound to pilot
da: Ikke bundet til PilotId

source: Website
sv: Webbplats

source: Landing
sv: Landning

source: Tacho Landing
sv: Tacho landning

source: Billing
sv: Konteras

source: Note
sv: Anmärkning

source: Email
sv: Epost

source: (payed by {0})
sv: (betalad av {0}

source: Day reports
sv: Dagrapporter

source: Select User Role
sv: Välj användarroll

source: Edit User Form
sv: Redigera användare
